{
  "title": {
    "introduce" : "introduce",
    "predictor" : "predictor"
  },
  "app": {
    "After discovering your pregnancy, you'll have many exciting moments ahead! Are you curious about whether you're having a boy or a girl? Use the Chinese Gender Predictor tool below to find out!": "임신을 알게 된 후에도 놀라운 순간이 많이 기다릴 것이 있습니다! 남자 아이인지 여자 아이인지 궁금하신가요? 아래의 중국 성별 예측 도구를 사용하여 알아보세요!",
    "What is a Chinese gender predictor chart?": "중국 성별 예측 차트란 무엇인가요?",
    "The Chinese gender predictor chart estimates your baby's gender by inputting the mother's birth date and the estimated date of conception (or the baby's due date), converting these numbers into the mother's lunar age at conception and the lunar date of conception. It then predicts whether you're expecting a baby girl or boy.": "중국 성별 예측 차트는 엄마의 생년월일과 임신 예상 날짜 (또는 아기의 예정 분만일)를 입력하여 이 숫자들을 엄마가 임신할 때의 음력 나이와 음력 임신 날짜로 변환한 후, 여러분이 여아를 가질 것인지 남아를 가질 것인지를 예측합니다.",
    "There are many myths surrounding the origins of the Chinese gender predictor chart. It is said to date back over 300 years ago and was once safeguarded by dedicated eunuchs in the Qing palace, hidden from public view.": "중국 성별 예측 차트의 기원에는 많은 신화가 있습니다. 이 차트는 300년 이상 전에 거슬러 올라간다고 합니다. 당시에는 청나라 궁궐에서 헌신적인 은둔자들에 의해 보호되었으며 다른 사람들에게 공개되지 않았습니다.",
    "Reportedly, this chart is derived from I Ching and time projections, created initially for the imperial family to assist in conceiving baby boys. During the Boxers Rebellion near the end of the Qing Dynasty, most of the empire's treasures were looted, and this chart found its way to England. Later, it traveled to Austria before a Chinese scholar extensively studied it and eventually returned it to its homeland of China.": "이 차트는 아마도 변치 않은 체-이-경(易經) 및 시간 예측에서 파생되었으며, 황제 가족이 남자 아이를 낳기 위해 사용했다고 전해집니다. 청나라 말기의 복굴에서 일어난 복산을 향한 반란에서 대부분의 황제의 보물이 도난당하였고, 이 차트 또한 영국으로 가져갔습니다. 나중에 이 차트는 오스트리아로 이동한 뒤 중국의 한 학자가 자세히 연구한 후 마침내 조국 중국으로 돌아갔습니다.",
    "How accurate is the Chinese gender predictor?": "중국 성별 예측의 정확도는 어떤가요?",
    "The tool is claimed to be 90 percent accurate in predicting your baby's gender (better odds than guessing based on the height of your bump, right?), and many parents have found it to be correct for them.": "이 도구는 아기의 성별을 예측하는 데 90%의 정확도를 가진다고 합니다 (복부의 높이를 얼마나 높게 올려두었는지와 같은 50/50 확률보다 더 좋습니다). 많은 부모들은 이 도구가 그들에게 정확한 결과를 준다고 발견했습니다.",
    "However, please keep in mind that there is no substantial scientific evidence supporting the accuracy of the Chinese gender predictor. This tool is purely for entertainment and cannot definitively confirm whether you are expecting a baby boy or girl. With only two possible outcomes - boy or girl - most methods will tend to be correct about 50 percent of the time.": "그러나 중국 성별 예측이 실제로 작동한다는 과학적인 증거는 없다는 점을 기억하세요. 이 도구는 재미를 위한 것이며, 출산 아이가 남자 아이인지 여자 아이인지 확실하게 확인할 수 없습니다. 그러니 아직 성별을 공개할 아이의 준비를 시작하지 마세요! 오직 두 가지 결과만 있으므로 - 남자 아이 또는 여자 아이 - 대부분의 방법은 항상 약 50%의 확률에 가깝게 나올 것입니다.",
    "For a more precise determination of your baby's gender, you can ask your sonographer during your second trimester anomaly scan. And really, the wait isn't too long.": "아기의 성별을 훨씬 더 정확하게 확인하려면 임신 2기 동안 이상징을 살펴볼 수 있는 초음파 검사에서 아기의 성별을 확인해달라고 요청할 수 있습니다. 그리고 정말, 기다릴 시간도 그리 오래 되지 않습니다.",
    "How does the Chinese gender predictor work?": "중국 성별 예측은 어떻게 작동하나요?",
    "The chart underlying this gender prediction method was discovered in an ancient tomb near Beijing over 700 years ago. The prediction method relies on the chart, which uses the lunar age of the mother and the month of conception.": "이 성별 예측 방법이 기반으로 한 차트는 700년 이상 전에 북경 근처의 고대 무덤에서 찾아졌습니다. 이 예측 방법은 엄마의 음력 나이와 임신 달에 기초합니다.",
    "The chart is also said to predict how masculine or feminine your child will be based on the 1st, 5th, and 9th columns of the mother's age. If the chart indicates more boys than girls in these columns, your baby is more likely to be masculine; if it shows more girls, they are likely to be more feminine. Use the chart below to see if the appearance predictor aligns with you and your child!": "또한 차트는 엄마의 나이의 1번, 5번 및 9번 열에 따라 아기가 얼마나 여성적이거나 남성적인지를 예측할 수 있다고 합니다. 만약 차트가 이러한 공간에 더 많은 남자를 나타내면, 아기는 더 남성적일 가능성이 높습니다. 여성이 더 많이 나타나면, 그들은 더 여성적일 가능성이 높습니다. 아래 차트를 사용하여 외모 예측이 여러분과 여러분의 아기에게 정확한지 확인해보세요!",
    "Should I use a Chinese gender calendar?": "중국 성별 달력을 사용해야 할까요?",
    "There's no harm in trying it. As long as you don't take it too seriously, the Chinese gender predictor can be a fun experience and make you even more eager to meet your baby. Just don't base any significant decisions on it, such as choosing the nursery color...": "사용해 보는 것에는 아무런 해가 없습니다. 중국 성별 예측은 너무 심각하게 받아들이지 않는 한 재미있을 뿐이며, 아기를 만나기를 더 기대하게 만들 수 있습니다. 그러나 아기 방의 색상과 같은 큰 결정을 내리는 데 사용하지는 마세요...",
    "How can I determine my baby's gender for sure?": "아기의 성별을 정확하게 어떻게 확인할 수 있을까요?",
    "While your 12-week scan is the first opportunity to see your baby inside you, their gender won't be visible at this point.": "12주 스캔은 아기를 볼 수 있는 첫 번째 기회일 것이지만 이때 아기의 성별은 아직 확인할 수 없을 것입니다.",
    "Around 18-21 weeks, you'll have an anomaly scan to check for any abnormalities with the baby. At the end of this scan, the sonographer may ask if you want to know the baby's gender (if visible). This is the only accurate way to find out your baby's gender.": "18~21주 사이에 비정상적인 여부를 확인하기 위해 비정상 20주 스캔을 받게 될 것입니다.",
    "But if you're too impatient to wait, why not give the Chinese gender predictor tool a try? Of course, it's just for fun, but who knows, maybe the chart's prediction will be accurate for you!": "그러나 기다릴 여유가 없다면 중국 성별 예측 도구를 한 번 시도해 보는 것은 어떨까요? 물론 재미를 위한 것이지만, 혹시라도 차트의 예측이 정확할지도 모릅니다!"
  }

}
